{
    "title": "Welcome to HPC-UA 2020!",
    "propose": "We propose to examine the relation among High Performance Computing (HPC), Artificial Intelligence, Big Data and visualization, Internet of Things, Embedded HPC as the basic ingredients to create state-of-the-art technologies of the Industry 4.0.",
    "text": "V.M. Glushkov Institute of Cybernetics of NAS of Ukraine, NTUU \"Igor Sikorsky Kyiv Polytechnic Institute\" and GlobalLogic Ukraine are pleased to announce the Six International Conference on High Performance Computing (HPC-UA 2020) being held in Kyiv, Ukraine, November, 2020. We are doing our best to increase the success of previous HPC-UA conferences and make it the largest HPC event in Ukraine.\nThis year GlobalLogic Ukraine is taking part at the HPC conference. \"Innovating with a digital mindset\" and \"Next-gen product development for better business outcomes\" are the main messages of GlobalLogic.\nIT-industry representatives as well as international speakers will be discussing the themes within the scope of the main sections. Innovative products will be presented on the workshops as part of the proposed format of HPC conference. Everyone, including students and young scientists with their innovative projects can take part in the workshops. Moreover, exhibitions with the participation of GlobalLogic will take place at the conference.",
    "significant": "Conference devoted to the 100th anniversary of Katerina Yushchenko, inventor of pointer and 1st universal Address language. Kateryna was born an 8th of December, but almost a hundred years ago, in 1919. She`s a native of the city of Chigirin, Ukraine. She studied at the Ukrainian Academy of Sciences, where she did her post-graduate studies...\n/link(Kateryna L. Yushchenko - Inventor of Pointers)/href(https://medium.com/a-computer-of-ones-own/kateryna-l-yushchenko-inventor-of-pointers-6f2796fa1798)\n/link(9 programming languages and the women who created them)/href(https://www.arnnet.com.au/slideshow/574529/pictures-9-programming-languages-women-who-created-them/)",
    "topics": [
        "Cloud Computing",
        "Deep Learning",
        "Software and Applications",
        "Embedded Systems and Robotics"
    ],
    "parthners": [
        "The journal «Information, Computing and Intelligent systems»: /link(http://itvisnyk.kpi.ua/about)/href()",
        "The journal \"Cybernetics and Computer Technologies\" (CCTech): /link(http://cctech.org.ua/)/href()",
        "\"International Theoretical Science Journal\" \"Kibernetika i sistemnyj analiz\".\n The journal is being translated into English in the United States by Springer as \"Cybernetics and Systems Analysis\": /link(http://www.kibernetika.org/)/href()\n/link(https://www.springer.com/journal/10559)/href()"
    ],
    "ads": {
        "Important Dates": {
            "October 10, 2020": "Paper submission",
            "October 18, 2020": "Final Paper Submission\nRegistration and full payment",
            "November 06 - 07, 2020": "HPC-UA 2020"
        },
        "Paper Submission": "Paper Submission via /link(Paper Submission Form)/href(https://docs.google.com/forms/d/e/1FAIpQLSeJLI9uXVu-5CQuQSuPcEBfQODgcHDKUdT5pP5pqXD9rcKuUg/viewform?pli=1)",
        "Registration form for paper authors": "All of the authors of each presented paper must be registered as participants of the conference via conference /link(Web site registration form)/href(http://hpc.ugrid.org/#/registration).",
        "Important information": "In connection with the continuation of the Covid epidemic the Six International Conference on High Performance Computing (HPC-UA 2020) will go virtual."
    }
}